{
    "Page Title": "Eye Fillers: Types, Procedure, Cost, Complications",
    "H1: All About Eye Fillers": [
        "If you think your eyes look tired and worn out, even when you're well rested, eye fillers may be an option for you.",
        "Deciding whether or not you should have an eye filler procedure is a big decision. You'll need to consider things such as:",
        {
            "ul_list_items": [
                "cost",
                "type of filler",
                "choice of professional to do the procedure",
                "recovery time",
                "potential side effects"
            ]
        },
        "Eye fillers can work wonders, but they're not a miracle solution. For example, they're not permanent, and they won't address some concerns, such as crow's feet.",
        "Talking to a doctor about the results you're hoping for is an important first step.",
        "Everyone deserves to feel confident about their looks. If having eye fillers is something you're thinking about, this article will fill you in on the procedure and what you can expect in terms of results."
    ],
    "H2: What are eye fillers?": [
        "Eye fillers are used to lighten the tear trough, or under-eye area. They make that area look plumper and brighter. And reducing under-eye shadows can make you look well rested.",
        "There are several different types of eye filler treatments.",
        "It's important to note that no filler is currently approved by the Food and Drug Administration (FDA) for the under-eye area.",
        "However, there are some that are routinely used off-label. These include:"
    ],
    "H2: What’s the procedure like?": [
        "Procedures vary somewhat based upon the type of filler used.",
        "Your first step will be a pretreatment consultation. You'll discuss your situation and decide upon the right solution. At this time, your doctor will also walk you through the procedure and recovery process."
    ],
    "H2: Who’s a good candidate?": [
        "Darkness in the tear trough area is often genetic, but a number of other issues can also cause it, such as:",
        {
            "ul_list_items": [
                "aging",
                "poor sleep patterns",
                "dehydration",
                "too much pigment",
                "visible blood vessels"
            ]
        },
        "Eye fillers are most effective for people who have dark under-eye hollows caused by genetics or aging, as opposed to lifestyle factors.",
        "Some people naturally have sunken eyes to varying degrees, which cast shadows underneath the lid. Eye fillers can help relieve this issue in some people, although others may find surgery to be a more effective solution.",
        "Aging can also cause sunken eyes and a dark, hollow look. As people age, the pockets of fat under the eye may dissipate or drop, causing a hollowed-out look and a deep separation between the under-eye area and the cheek.",
        "Not everyone is a good candidate for getting eye fillers. If you smoke or vape, your doctor may caution you about getting eye fillers. Smoking may hinder healing. It may also reduce how long results last.",
        "Eye fillers haven't been tested for safety in pregnant or breastfeeding women and aren't advised to use during these times."
    ],
    "H2: What are the possible side effects?": [
        "Make sure to let your doctor know of any allergies you have to avoid a potential allergic reaction to the filler.",
        "In most instances, the side effects from eye fillers will be minimal and short-lived. They can include:",
        {
            "ul_list_items": [
                "redness",
                "puffiness",
                "small red dot at the injection site(s)",
                "bruising"
            ]
        },
        "If the filler is injected too close to the skin's surface, the area may take on a blue or puffy appearance. This side effect is known as the Tyndall effect.",
        "In some cases, the filler will need to be dissolved if this occurs. If hyaluronic acid was your filler, an injection of hyaluronidase will help quickly dissolve the filler."
    ],
    "H2: How much does it cost?": [
        "Eye fillers are a cosmetic procedure, so it's not covered by any health insurance plan.",
        "Costs can vary. Typically, they range from around$600 to $1,600per syringe for a total cost of up to $3,000 for both eyes, per treatment."
    ],
    "H2: How to find a board certified surgeon": [
        "The American Society of Plastic Surgeons has aZIP code toolyou can use to find a highly qualified and experienced board certified surgeon in your area.",
        "At your initial consultation, prepare a list of questions to ask. These can include:",
        {
            "ul_list_items": [
                "How many years of practice do you have?",
                "How many times a year do you perform this particular procedure?",
                "How many times a year do you perform this particular procedure in people of my age group, or with my specific condition?",
                "What type of filler do you typically recommend and why?",
                "What type of filler do you recommend for me and why?"
            ]
        }
    ],
    "H2: Key takeaways": [
        "Eye fillers are common for alleviating darkness under the eyes in the area known as the under-eye trough.",
        "Filler materials are used off-label because they're not yet approved by the FDA. There are several different types of fillers that may be used, including hyaluronic acid, which is the most common type.",
        "No matter what type of filler you decide is best for you, choosing a highly experienced, board certified dermatologist or plastic surgeon is your most important decision.",
        "Last medically reviewed on February 22, 2020"
    ],
    "H3: Hyaluronic acid": [
        "Hyaluronic acidis naturally produced by the body. Hyaluronic acid fillers are made from a synthetic gel that mimics the body's natural substance. Popular brand names include:",
        {
            "ul_list_items": [
                "Restylane",
                "Belotero",
                "Juvederm"
            ]
        },
        "Hyaluronic acid fillers have been shown to support collagen production in the skin. Lidocaine, an anesthetic that helps numb the area, is an ingredient added to some types of hyaluronic fillers.",
        "Since they're transparent, easy to smooth, and less likely to clump, hyaluronic acid fillers are the most common filler type used in the under-eye area.",
        "Hyaluronic acid provides the shortest result of all the fillers but is considered by some practitioners to provide the most natural look."
    ],
    "H3: Poly-L-lactic acid": [
        "Poly-L-lactic acid is a biocompatible, synthetic material that may be injected via a process called linear threading.",
        "This substance significantly invigorates collagen production. It's marketed under the brand nameSculptra Aesthetic."
    ],
    "H3: Calcium hydroxylapatite": [
        "This biocompatible dermal filler is made from phosphate and calcium. It's able to stimulate collagen production in the skin and helps support and sustain connective tissue, adding volume to the area.",
        "Calcium hydroxylapatite is thicker than hyaluronic acid. It's often diluted with an anesthetic before injection.",
        "Some practitioners shy away from using this filler for concern that the area under the eye will become overly white in color. Others site a concern that nodules may form under the eye.",
        "Calcium hydroxylapatite is marketed under the brand nameRadiesse."
    ],
    "H3: Fat transfer (fat grafting, microlipoinjection, or autologous fat transfer)": [
        "If you have a deep tear trough where your lower lid and cheek meet, your provider may recommend using an injection of your body's own fat to build up the area.",
        "The fat is usually taken from the:",
        {
            "ul_list_items": [
                "abdomen",
                "hip",
                "buttocks",
                "thigh"
            ]
        }
    ],
    "H3: Pros and cons of each filler type": [
        "The following table highlights the pros and cons of each filler type. Talk to your doctor about each potential solution so you can decide which one feels best for you.",
        {
            "table_data": [
                {
                    "Filler type": "Hyaluronic acid",
                    "Pros": "transparent and easy for a practitioner to smooth out during treatment\nnatural looking\ncan be easily spread and removed if any issues occur during the procedure",
                    "Cons": "produces the shortest result of any filler"
                },
                {
                    "Filler type": "Poly-L-lactic acid",
                    "Pros": "dramatically invigorates collagen production\ndissipates within a few days of injection, but results are longer lasting than hyaluronic acid",
                    "Cons": "thicker than hyaluronic acid\nmight cause lumps under the skin in some instances"
                },
                {
                    "Filler type": "Calcium hydroxylapatite",
                    "Pros": "thicker than the other fillers\nmay be harder to smooth out by a less-experienced practitioner\nlonger lasting than the other fillers",
                    "Cons": "in rare instances, may cause nodules to form under the eye\nsome doctors feel it gives a too-white appearance"
                },
                {
                    "Filler type": "Fat transfer",
                    "Pros": "the longest lasting type of filler",
                    "Cons": "requires liposuction and surgery recovery\nhas more downtime and more risk associated with it due to the need for anesthesia\nnot recommended for people who may absorb fat quickly through lifestyle factors, such as elite athletes or cigarette smokers"
                }
            ]
        }
    ],
    "H3: Procedure": [
        "Here's a general breakdown of the procedure:",
        {
            "ol_list_items": [
                "1. Your doctor will mark the area where the injection will take place and sterilize it with cleansing fluid.",
                "2. They’ll apply a numbing cream to the area and will let it absorb into the skin for a few minutes.",
                "3. Your doctor will use a small needle to pierce the skin. In some instances, they’ll inject the filler into the area through the needle. In other instances, a blunt-edged cannula containing the filler will be inserted into the hole made by the needle.",
                "4. One or more injections will be required under each eye. If linear threading is done, your doctor will inject a tunnel of filler into the site as the needle is slowly withdrawn.",
                "5. Your doctor will smooth the filler into place."
            ]
        },
        "If you're having a fat transfer, you'll first undergoliposuctionunder general anesthesia.",
        "Many people feel virtually no pain during an eye filler procedure. Some report feeling a slight prick. There'll be a feeling of pressure or inflation as the filler is injected.",
        "Although the injection needle isn't inserted right next to the eye, it can be psychologically uncomfortable to feel a needle coming that close to your eye.",
        "The entire procedure lasts from 5 to 20 minutes."
    ],
    "H3: Recovery": [
        "In general, this is what you can expect during recovery:",
        {
            "ul_list_items": [
                "After the procedure, your doctor will give you an ice pack to apply to the area.",
                "You may see some redness, bruising, or swelling afterward, but in most instances these side effects will be short-lived.",
                "Your doctor will recommend a follow-up appointment in a few days to assess the area and to determine whether an additional injection of filler is needed.",
                "Several injections over a period of weeks or months may be recommended.",
                "Unlike synthetic fillers, if you have fat grafting done, you can anticipate a 2-week downtime period."
            ]
        }
    ],
    "H3: Results": [
        "Fillers absorb back into the body over time. They don't provide permanent results. Here's how long each filler will last:",
        {
            "ul_list_items": [
                "Hyaluronic acid fillerstypically last anywhere from 9 months to 1 year.",
                "Calcium hydroxylapatitetypically lasts from 12 to 18 months.",
                "Poly-L-lactic acidcan last as long as 2 years.",
                "Afat transfermay last as long as 3 years."
            ]
        }
    ],
    "H3: Minimizing side effects": [
        "The most important way to avoid serious side effects is to choose an experienced, board certified dermatologist or plastic surgeon to perform this procedure.",
        "Less-qualified practitioners can cause serious side effects to occur, like from uneven application of filler or accidentally piercing a vein or artery.",
        "Serious side effects include:",
        {
            "ul_list_items": [
                "uneven results, such as a lack of symmetry between each eye",
                "tiny bumps under the skin",
                "nerve paralysis",
                "scarring",
                "blindness"
            ]
        },
        "It's important to note that the FDA has issued anofficial warningabout certain dermal fillers. Make sure to discuss this with your practitioner before your procedure."
    ],
    "H3: How we reviewed this article:": [
        "Healthline has strict sourcing guidelines and relies on peer-reviewed studies, academic research institutions, and medical associations. We avoid using tertiary references. You can learn more about how we ensure our content is accurate and current by reading our",
        "editorial policy",
        ".",
        {
            "ul_list_items": [
                "Dermal fillers approved by the Center for Devices and Radiological Health. (2018).https://www.fda.gov/medical-devices/cosmetic-devices/dermal-fillers-approved-center-devices-and-radiological-health",
                "The FDA warns against injectable silicone for body contouring and enhancement. (2017).https://www.fda.gov/consumers/consumer-updates/fda-warns-against-injectable-silicone-body-contouring-and-enhancement",
                "Filling in wrinkles safely. (2017).https://www.fda.gov/consumers/consumer-updates/filling-wrinkles-safely",
                "Injectable fillers guide. (n.d.).https://www.americanboardcosmeticsurgery.org/procedure-learning-center/non-surgical/injectable-fillers-guide/",
                "Sharad J. (2012). Dermal fillers for the treatment of tear trough deformity: A review of anatomy, treatment techniques, and their outcomes. DOI:https://dx.doi.org/10.4103%2F0974-2077.104910",
                "Van Loghem J, et al. (2015). Calcium hydroxylapatite: Over a decade of clinical experience.http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4295857/",
                "What is the best filler for under the eye? (n.d.).https://www.surgery.org/consumers/ask-a-surgeon/filler-eye"
            ]
        }
    ],
    "H4: Nutrition": [],
    "unassociated_content": [
        "Healthline"
    ]
}